;汉化：aotix，由他人汉化补充而来。

[X2EventListener_TacticalUI]
;MTFTurn="基金会在此行动"
MTFTurn="机动特遣队活动中"

[ResCard_SameTeam X2MTFStrategyCardTemplate]
DisplayName="同一阵线"
SummaryText="现在，在区域内接触的任何机动特遣队皆与XCOM阵营友好。"
QuoteText="我们足够信任你，以确保我们的机动特遣部队不会向你开火，即使你挡住了他们的路。"
QuoteTextAuthor="05-[已编辑]"
